Repository: robwoodgate/cashu-for-woocommerce
Catalog: languages/cashu-for-woocommerce-*.po
Languages: fr_fr

source: Cashu Settings
fr_fr: Paramètres Cashu

source: Cashu payments
fr_fr: Paiements Cashu

source: Accept ecash payments directly to your lightning address via any Cashu mint.
fr_fr: Acceptez des paiements ecash directement vers votre adresse Lightning via n’importe quel mint Cashu.

source: Enable Cashu
fr_fr: Activer Cashu

source: Enable Cashu payments
fr_fr: Activer les paiements Cashu

source: Lightning address
fr_fr: Adresse Lightning

source: Where melted payments are sent, either a lightning address or LNURL.
fr_fr: Destination des paiements fondus, soit une adresse Lightning, soit un LNURL.

source: Trusted Mint URL
fr_fr: URL du mint de confiance

source: A mint you trust to act as your intermediary.
fr_fr: Un mint en qui vous avez confiance pour servir d’intermédiaire.

source: Debug log
fr_fr: Journal de débogage

source: Enable logging
fr_fr: Activer la journalisation

source: Log events to the WooCommerce logs, <a href="%s">view logs</a>.
fr_fr: Enregistrer les événements dans les journaux WooCommerce, <a href="%s">voir les journaux</a>.

source: Trusted Mint URL must be a valid URL.
fr_fr: L’URL du mint de confiance doit être une URL valide.

source: Trusted Mint URL must use https.
fr_fr: L’URL du mint de confiance doit utiliser HTTPS.

source: Lightning address must be a valid lightning address (name@domain).
fr_fr: L’adresse Lightning doit être une adresse Lightning valide (nom@domaine).

source: Unauthorized
fr_fr: Non autorisé

source: Your PHP version is %s but Cashu Payment plugin requires version 7.4+.
fr_fr: Votre version de PHP est %s, mais l’extension Cashu Payment nécessite la version 7.4 ou supérieure.

source: WooCommerce does not appear to be installed. Make sure you do before you activate Cashu Payment Gateway.
fr_fr: WooCommerce ne semble pas être installé. Assurez-vous de l’installer avant d’activer la passerelle de paiement Cashu.

source: The PHP cURL extension is not installed. Make sure it is available otherwise this plugin will not work.
fr_fr: L’extension PHP cURL n’est pas installée. Assurez-vous qu’elle est disponible, sinon cette extension ne fonctionnera pas.

source: Plugin not configured yet, please %1$sconfigure the plugin here%2$s
fr_fr: L’extension n’est pas encore configurée, veuillez %1$sla configurer ici%2$s

source: Thank you for using Cashu for WooCommerce! If you like the plugin, we would love if you %1$sleave us a review%2$s. %3$sRemind me later%4$s %5$sStop reminding me forever%6$s
fr_fr: Merci d’utiliser Cashu pour WooCommerce ! Si l’extension vous plaît, nous serions ravis que vous %1$snous laissiez un avis%2$s. %3$sMe le rappeler plus tard%4$s %5$sNe plus me le rappeler%6$s

source: Thank you for using Cashu for WooCommerce! If you like the plugin, %1$splease buy the developer a coffee%2$s. %3$sRemind me later%4$s %5$sStop reminding me forever%6$s
fr_fr: Merci d'utiliser Cashu pour WooCommerce ! Si vous aimez l’extension, %1$soffrez un café au développeur%2$s. %3$sMe le rappeler plus tard%4$s %5$sNe plus me le rappeler%6$s

source: Waiting payment
fr_fr: En attente de paiement

source: Waiting for payment settlement
fr_fr: En attente de confirmation du paiement

source: Payment settled
fr_fr: Paiement confirmé

source: Order completed
fr_fr: Commande terminée

source: Payment failed
fr_fr: Échec du paiement

source: Order Status
fr_fr: Statut de la commande

source: Cashu Amount
fr_fr: Montant Cashu

source: Settings
fr_fr: Réglages

source: Docs
fr_fr: Documentation

source: Cashu ecash
fr_fr: ecash Cashu

source: Accept Cashu tokens and melt them straight to your Bitcoin lightning address.
fr_fr: Acceptez des jetons Cashu et fondez-les directement vers votre adresse Lightning Bitcoin.

source: Paste your cashuB… token below.
fr_fr: Collez votre jeton cashuB… ci-dessous.

source: Title
fr_fr: Titre

source: Checkout instructions
fr_fr: Instructions de paiement

source: You will be able to complete your purchase using Cashu ecash.
fr_fr: Vous pourrez finaliser votre achat en utilisant l’ecash Cashu.

source: Enable/Disable
fr_fr: Activer/Désactiver

source: Enable Cashu Gateway
fr_fr: Activer la passerelle Cashu

source: Payment data incomplete, please refresh and try again.
fr_fr: Données de paiement incomplètes, veuillez actualiser et réessayer.

source: Could not prepare the invoice, please refresh and try again
fr_fr: Impossible de préparer la facture, veuillez actualiser et réessayer.

source: Paste a Cashu token first...
fr_fr: Collez d’abord un jeton Cashu…

source: Payment already in progress
fr_fr: Paiement déjà en cours

source: Copied!
fr_fr: Copié !

source: Waiting for payment...
fr_fr: En attente du paiement…

source: Payment failed. Please copy the new token from the form input below.
fr_fr: Paiement échoué. Veuillez copier le nouveau jeton depuis le champ ci-dessous.

source: Checking token...
fr_fr: Vérification du jeton…

source: That token does not look valid
fr_fr: Ce jeton ne semble pas valide

source: Token has no spendable proofs
fr_fr: Le jeton ne contient aucune preuve dépensable

source: This checkout expects sat denominated tokens
fr_fr: Ce paiement attend des jetons libellés en sats

source: Connecting to mint...
fr_fr: Connexion au mint…

source: Token has no usable proofs
fr_fr: Le jeton ne contient aucune preuve utilisable

source: Calculating your mint's fees...
fr_fr: Calcul des frais de votre mint…

source: Token amount (%1$s%2$d) is too small. At least %1$s%3$d is required to cover your mint's fee reserve (%1$s%4$d)
fr_fr: Le montant du jeton (%1$s%2$d) est trop faible. Au moins %1$s%3$d est nécessaire pour couvrir les frais de réserve de votre mint (%1$s%4$d)

source: Sending payment to our mint...
fr_fr: Envoi du paiement à notre mint…

source: Waiting for payment confirmation...
fr_fr: En attente de la confirmation du paiement…

source: Payment received by our mint...
fr_fr: Paiement reçu par notre mint…

source: Paying invoice...
fr_fr: Paiement de la facture…

source: Confirming payment...
fr_fr: Confirmation du paiement…

source: Change From Network Fee Reserve
fr_fr: Rendu depuis la réserve de frais réseau

source: Change From Your Token
fr_fr: Rendu depuis votre jeton

source: Invoice has expired
fr_fr: La facture a expiré

source: Invoice expires in: %1$s
fr_fr: La facture expire dans : %1$s

source: Your Cashu change
fr_fr: Votre rendu Cashu

source: Dismiss
fr_fr: Fermer

source: If you use a Cashu wallet, copy any change tokens below and paste them into your wallet.
fr_fr: Si vous utilisez un portefeuille Cashu, copiez les jetons de rendu ci-dessous puis collez-les dans votre portefeuille.

source: save your change now, we do not store tokens on our server.
fr_fr: Sauvegardez votre rendu maintenant, nous ne stockons pas de jetons sur notre serveur.

source: Dust
fr_fr: Poussière

source: May be too small to spend on its own due to per proof fees.
fr_fr: Peut être trop faible pour être dépensé seul à cause des frais par preuve.

source: Copy
fr_fr: Copier

source: Copied
fr_fr: Copié

source: Copy failed
fr_fr: Échec de la copie

source: Show
fr_fr: Afficher

source: Hide
fr_fr: Masquer

source: Change
fr_fr: Rendu

source: Amount: %1$s%2$d, %3$s
fr_fr: Montant : %1$s%2$d, %3$s

source: Cashu payment setup failed, please try again.
fr_fr: La préparation du paiement Cashu a échoué, veuillez réessayer.

source: Cashu quote: %1$s%2$s (BTC/%3$s: %4$s) from %5$s
fr_fr: Cotation Cashu : %1$s%2$s (BTC/%3$s : %4$s) via %5$s

source: Order: #%1$s
fr_fr: Commande : #%1$s

source: Cashu melt quote created: Invoice: %1$s Lightning fee reserve: %2$s Mint fee reserve: %3$s Total: %4$s Quote ID: %5$s
fr_fr: Devis de fusion Cashu créé : Facture : %1$s Réserve de frais Lightning : %2$s Réserve de frais du mint : %3$s Total : %4$s Référence du devis : %5$s

source: Order not found.
fr_fr: Commande introuvable.

source: Cashu payment
fr_fr: Paiement Cashu

source: Amount Due
fr_fr: Montant dû

source: Total Price
fr_fr: Prix total

source: Network Cost (est)
fr_fr: Coût réseau (estimé)

source: Change will be given if network cost is less than estimated.
fr_fr: Un rendu sera fourni si le coût réseau est inférieur à l’estimation.

source: View Details
fr_fr: Voir les détails

source: Status: Waiting for payment...
fr_fr: Statut : en attente du paiement…

source: OR
fr_fr: OU

source: Enter your cashu token…
fr_fr: Saisissez votre jeton Cashu…

source: Pay
fr_fr: Payer

source: Tokens accepted from any mint, but fees will be lowest if you use: %1$s
fr_fr: Jetons acceptés depuis n’importe quel mint, mais les frais seront plus bas si vous utilisez : %1$s

source: Cashu payment: %1$s%2$s Sent to: %3$s Melt quote: %4$s Payment preimage: %5$s
fr_fr: Paiement Cashu : %1$s%2$s Envoyé à : %3$s Devis de fusion : %4$s Préimage de paiement : %5$s

source: Cashu is a free and open source ecash protocol for Bitcoin, this plugin allows you to receive Cashu payments in Bitcoin, directly to your lightning address, with no fees or transaction costs.
fr_fr: Cashu est un protocole ecash libre et open source pour Bitcoin, ce plugin vous permet de recevoir des paiements Cashu en Bitcoin, directement sur votre adresse Lightning, sans frais ni coûts de transaction.

# Cashu payment method
source: Awaiting Cashu payment
fr_fr: En attente d’un paiement Cashu
